---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateWidth
source: html/86a7e751-11d3-6caa-e876-21ea31413d37.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateWidth { get; }
```